import { Container } from 'react-bootstrap';
import MyNavbar from '../../compounents/navbar/Navbar';
import './About.css';
import Footer from '../../compounents/footer/Footer';

function About() {
  return (
    <>
      <MyNavbar />
      <Container>
        <h3>تاریخچه و قدمت:</h3>
        <p>
          دانشگاه آکسفورد قدیمی‌ترین دانشگاه در دنیای انگلیسی‌زبان است و قدمت آن
          به قرن 12 میلادی برمی‌گردد.
        </p>
        <h3>ساختار کالجی:</h3>
        <p>
          آکسفورد از بیش از 30 کالج مستقل تشکیل شده است. هر کالج دارای مدیریت،
          امکانات آموزشی و پذیرش دانشجویان خود است، اما همه آن‌ها تحت عنوان
          دانشگاه آکسفورد عمل می‌کنند.
        </p>
        <h3>نامه‌های تحصیلی:</h3>
        <p>
          دانشگاه آکسفورد طیف گسترده‌ای از رشته‌های تحصیلی را در مقاطع کارشناسی،
          کارشناسی ارشد و دکترا ارائه می‌دهد. این دانشگاه به‌ویژه در زمینه‌های
          علوم انسانی، علوم اجتماعی، علوم طبیعی و پزشکی شهرت دارد.
        </p>
        <h3>تحقیقات پیشرفته:</h3>
        <p>
          آکسفورد یکی از مراکز پیشرو در زمینه تحقیقات علمی و پژوهشی است و دارای
          امکانات تحقیقاتی پیشرفته و اساتید برجسته جهانی است.
        </p>
        <h3>دانشجویان و اساتید برجسته:</h3>
        <p>
          بسیاری از دانشجویان و اساتید دانشگاه آکسفورد برندگان جوایز نوبل، فیلدز
          و دیگر جوایز معتبر بین‌المللی بوده‌اند. بسیاری از رهبران جهان،
          سیاستمداران، نویسندگان و دانشمندان معروف از این دانشگاه فارغ‌التحصیل
          شده‌اند.
        </p>
        <h3>کتابخانه‌ها و منابع علمی:</h3>
        <p>
          {" "}
          دانشگاه آکسفورد دارای یکی از بزرگترین و قدیمی‌ترین سیستم‌های
          کتابخانه‌ای در جهان است. کتابخانه بادلین (Bodleian Library) یکی از
          مهم‌ترین کتابخانه‌های تحقیقاتی دنیا است.
        </p>
        <h3> زندگی دانشجویی:</h3>
        <p>
          زندگی دانشجویی در آکسفورد بسیار فعال است. دانشجویان می‌توانند در
          انجمن‌ها و کلوپ‌های مختلف شرکت کنند و از فعالیت‌های فرهنگی، ورزشی و
          اجتماعی بهره‌مند شوند.
        </p>
        <h3> امکانات آموزشی و فناوری</h3>
        <p>
          دانشگاه آکسفورد دارای امکانات پیشرفته آموزشی و فناوری است که برای
          تدریس و تحقیق در سطح بین‌المللی استفاده می‌شود
        </p>
        <h3>پذیرش بین‌المللی:</h3>
        <p>
          دانشگاه آکسفورد دانشجویانی از سراسر جهان را پذیرش می‌کند و یکی از
          مقاصد تحصیلی محبوب برای دانشجویان بین‌المللی است.
        </p>
      </Container>
      <Footer />
    </>
  );
};

export default About;