import imgLibrary from './assets/images/ben-seymour-nqBUTBsDQNM-unsplash00 - Copy.jpg';
import imgLibrary2 from './assets/images/profasors.jpg';
import imgLibrary3 from './assets/images/001_graduation-2015-eduardo-el-hage-1024x683.jpg';
import imgLibrary4 from './assets/images/internashanl.jpg';

export let courseData = [
  {
    id: 1,
    title: " کتابخانه‌ها و منابع علمی",
    text: "دانشگاه آکسفورد دارای یکی از بزرگترین و قدیمی‌ ترین سیستم‌ های کتابخانه‌ای در جهان است.",
    img: imgLibrary,
    paragraph:
      "کتابخانه و منابع علمی دانشگاه آکسفورد از معتبرترین و گسترده‌ترین مجموعه‌های علمی جهان محسوب می‌شوند. کتابخانه‌های این دانشگاه، از جمله کتابخانه بودلیان، دارای میلیون‌ها جلد کتاب، مقالات علمی، نسخه‌های خطی و منابع دیجیتال هستند که به دانشجویان، پژوهشگران و اساتید امکان دسترسی به اطلاعات ارزشمند در تمامی رشته‌های علمی را می‌دهند. منابع علمی آکسفورد شامل پایگاه‌های داده، مجلات الکترونیکی، و آرشیوهای تاریخی است که پژوهش‌های پیشرو و نوآوری‌های علمی را تسهیل می‌کنند. کتابخانه بودلیان، به عنوان یکی از قدیمی‌ترین کتابخانه‌های اروپا، نقش محوری در حفظ و نگهداری آثار باستانی و نسخ خطی نادر دارد. این منابع غنی، دانشگاه آکسفورد را به یکی از پیشگامان عرصه تحقیق و آموزش در سطح جهانی تبدیل کرده‌اند.",
  },
  {
    id: 2,
    title: "دانشجویان و اساتید برجسته",
    text: "بسیاری از دانشجویان و اساتید دانشگاه برندگان جوایز نوبل، فیلدز و دیگر جوایز معتبر بین‌المللی بوده‌اند",
    img: imgLibrary2,
    paragraph:
      "دانشگاه آکسفورد میزبان دانشجویان و اساتید برجسته‌ای از سراسر جهان است که نقشی مهم در پیشرفت علمی و فرهنگی ایفا می‌کنند. دانشجویان این دانشگاه شامل نخبه‌ترین افراد در زمینه‌های مختلف از علوم انسانی و اجتماعی تا علوم طبیعی و مهندسی هستند. اساتید آکسفورد از برجسته‌ترین پژوهشگران و متخصصان در رشته‌های خود محسوب می‌شوند که اغلب دارای جوایز و افتخارات بین‌المللی هستند. این دانشگاه پرورش‌دهنده افراد مشهوری مانند استیون هاوکینگ، بیل کلینتون و ج. ر. ر. تالکین بوده است. محیط دانشگاهی آکسفورد با تاکید بر تحقیق و نوآوری، دانشجویان را به چالش می‌کشد تا به مرزهای جدید دانش برسند و اساتید را ترغیب می‌کند تا در پیشبرد علم و دانش نقشی اساسی ایفا کنند.",
  },
  {
    id: 3,
    title: "سطح لیسانس، ماستری و دکترا",
    text: "این دانشگاه با افتخار دوره‌های تحصیلات تکمیلی در سه سطح لیسانس، ماستری و دکترا را ارائه می‌دهد.",
    img: imgLibrary3,
    paragraph:
      "دانشگاه آکسفورد در تمامی مقاطع تحصیلی، از سطح لیسانس تا دکترا، برنامه‌های آموزشی و پژوهشی بسیار پیشرفته‌ای ارائه می‌دهد. در مقطع لیسانس، دانشجویان در محیطی پویا و با دسترسی به منابع گسترده علمی به تحصیل می‌پردازند و مهارت‌های اساسی و تخصصی خود را تقویت می‌کنند. در مقطع ماستری، دانشجویان به پژوهش‌های عمیق‌تر و تخصصی‌تر روی آورده و از آموزش‌های پیشرفته و کاربردی بهره‌مند می‌شوند. دوره‌های دکترا در آکسفورد با تمرکز بر تحقیق و نوآوری، دانشجویان را به چالش می‌کشند تا به تولید دانش جدید و ارائه راه‌حل‌های نوین برای مسائل پیچیده بپردازند. این مقاطع تحصیلی، با هدایت و حمایت اساتید برجسته، دانشجویان را برای ورود به عرصه‌های حرفه‌ای و علمی در سطح جهانی آماده می‌کنند.",
  },
  {
    id: 4,
    title: " پذیرش بین‌المللی",
    text: " دانشجویانی از سراسر جهان را پذیرش می‌کند و یکی از مقاصد تحصیلی محبوب برای دانشجویان بین‌المللی است.",
    img: imgLibrary4,
    paragraph:
      "دانشگاه آکسفورد با فرآیند پذیرش بین‌المللی خود، دانشجویانی از سراسر جهان را به جامعه علمی خود جذب می‌کند. این دانشگاه با تاکید بر برتری تحصیلی و پژوهشی، به دنبال جذب نخبه‌ترین دانشجویان بین‌المللی در تمامی رشته‌ها است. فرآیند پذیرش شامل ارزیابی دقیق سوابق تحصیلی، توصیه‌نامه‌ها، و در بسیاری از موارد مصاحبه‌های شخصی است. آکسفورد همچنین برنامه‌های ویژه‌ای برای حمایت از دانشجویان بین‌المللی ارائه می‌دهد، از جمله مشاوره تحصیلی، کمک‌های مالی و بورسیه‌ها، و برنامه‌های فرهنگی برای تسهیل در تطبیق با محیط جدید. این تنوع بین‌المللی، محیطی پویا و چندفرهنگی ایجاد کرده که به تبادل ایده‌ها و تجربیات غنی‌تر کمک می‌کند و دانشگاه آکسفورد را به یکی از مقاصد برتر برای تحصیل دانشجویان از سراسر جهان تبدیل می‌سازد.",
  },
];
