// collages images
// ------------------------------------------
import balliol from "./assets/images/balliol.jpg";
import allSoul from "./assets/images/all-souls.jpg";
import chrcChrch from "./assets/images/christ2.jpg";
import brasenose from "./assets/images/Brasenose .jpg";
import christi from "./assets/images/christi.jpg";
import exter2 from "./assets/images/exter2.jpg";
import templeton2 from "./assets/images/tower-of-winds-at-green-templeton-college-oxford-B7J34K.jpg";
import Manchester from "./assets/images/Manchester_College.jpg";
import hertford from "./assets/images/hertford2.jpg";
import Jesus from "./assets/images/Jesus_College_Oxford.jpg";
import keble from "./assets/images/keble.jpg";
import kellogg from "./assets/images/kellogg.jpg";
import margaret from "./assets/images/margaret.jpg";
import linacre from "./assets/images/linacre-college-oxford.jpg";
import lincoln from "./assets/images/lincoln-college-oxford-university.webp";
import magdalen from "./assets/images/magdalen-college-university.webp";
import mansfield from "./assets/images/mansfield.jpeg";
import merton from "./assets/images/merton-college-oxford-university.webp";
import newCollage from "./assets/images/new.jpg";
import Nuffield from "./assets/images/Nuffield_College_lower_quadrangle.jpg";
import Oriel from "./assets/images/Oriel-College.jpg";
import Pembroke from "./assets/images/Oxford-Pembroke_College_04.jpg";
import queens from "./assets/images/queens-college-part-oxford-university-260nw-2326965503.webp";
import STj from "./assets/images/stjan.jpg";
import wolfson from "./assets/images/wolfson-college_1.jpg";
import wadham from "./assets/images/wadham-college-founded-in-1610-one-of-the-38-constituent-colleges-CF34ME.jpg";
import trinity from "./assets/images/trinity.jpg";
import tempelton from "./assets/images/templeton.jpg";
import Somerville from "./assets/images/Somerville_College.jpg";
import park from "./assets/images/Regents-Park-College_Oxford_garden2.jpg";
// ------------------------------------------

export let collageInfo = [
  {
    id: 1,
    name: "کالج اوریل",
    img: Oriel,
    info: "کالج اوریل، که در سال ۱۳۲۶ تأسیس شده است، یکی از قدیمی‌ترین کالج‌های دانشگاه آکسفورد است. این کالج با تاریخچه‌ای غنی، بر آموزش هنرهای آزاد و علوم انسانی تمرکز دارد و محیطی حمایتی برای دانشجویان فراهم می‌آورد. ساختمان‌های تاریخی این کالج و باغ‌های زیبای آن فضایی آرامش‌بخش برای تحصیل و پژوهش ایجاد کرده‌اند.",
  },
  {
    id: 2,
    name: "کالج آل سولز",
    img: allSoul,
    info: "کالج آل سولز در سال 1438 تأسیس شده و یکی از کالج‌های منحصر به فرد دانشگاه آکسفورد است که به دلیل پذیرش محدود دانشجویان و تمرکز بیشتر بر پژوهش و تحقیقات شناخته می‌شود. این کالج بیشتر به عنوان یک مرکز پژوهشی برای فارغ‌التحصیلان و محققان فعالیت می‌کند و در هر سال تعداد بسیار محدودی از دانشجویان ممتاز را انتخاب می‌کند.",
  },
  {
    id: 3,
    name: "کالج کریست چرچ",
    img: chrcChrch,
    info: "کالج کریست چرچ، تأسیس شده در سال 1546، یکی از بزرگ‌ترین و معروف‌ترین کالج‌های آکسفورد است. این کالج به دلیل ارتباط نزدیکش با کلیسای جامع آکسفورد و نقش مهمش در تاریخ بریتانیا شهرت دارد. کریست چرچ نه تنها یک مرکز آموزشی و پژوهشی برجسته است، بلکه یکی از جاذبه‌های گردشگری مهم شهر آکسفورد نیز به شمار می‌آید.",
  },
  {
    id: 4,
    name: "کالج بریزنوز",
    img: brasenose,
    info: "کالج بریزنوز در سال 1509 تأسیس شد و یکی از کالج‌های قدیمی آکسفورد است. این کالج به دلیل معماری زیبا و تاریخچه طولانی‌اش شناخته می‌شود. بریزنوز برنامه‌های آموزشی و پژوهشی گسترده‌ای در زمینه‌های مختلف ارائه می‌دهد و از دانشجویان برجسته از سراسر جهان استقبال می‌کند.",
  },
  {
    id: 5,
    name: "کالج کریستی",
    img: christi,
    info: "کالج کورپوس کریستی در سال 1517 تأسیس شد و یکی از کالج‌های کوچکتر آکسفورد است. این کالج به دلیل جامعه دانشجویی نزدیک و محیط دوستانه‌اش شناخته می‌شود. کورپوس کریستی برنامه‌های آموزشی در زمینه‌های مختلف علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد و به دلیل کتابخانه غنی‌اش نیز معروف است.",
  },
  {
    id: 6,
    name: "کالج اگزتر",
    img: exter2,
    info: "کالج اگزتر، تأسیس شده در سال 1314، یکی از قدیمی‌ترین کالج‌های آکسفورد است. این کالج به دلیل تاریخچه طولانی و ساختمان‌های زیبا و تاریخی‌اش مشهور است. اگزتر دارای برنامه‌های تحصیلی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی است و به دانشجویان برجسته از سراسر جهان خدمات ارائه می‌دهد.",
  },
  {
    id: 7,
    name: "کالج گرین تمپلتون",
    img: templeton2,
    info: "کالج گرین تمپلتون در سال 2008 از ادغام کالج تمپلتون و کالج گرین تأسیس شد و یکی از جدیدترین کالج‌های آکسفورد است. این کالج به طور خاص بر رشته‌های پزشکی، مدیریت، و علوم اجتماعی تمرکز دارد و به دلیل فضای پژوهشی پویا و نوآورانه‌اش شناخته می‌شود.",
  },
  {
    id: 8,
    name: "کالج هریس منچستر",
    img: Manchester,
    info: "کالج هریس منچستر، تأسیس شده در سال 1786، یکی از کالج‌های کوچک و ویژه آکسفورد است که عمدتاً به دانشجویان بالغ و کسانی که بعد از یک وقفه طولانی تحصیل را از سر می‌گیرند، اختصاص دارد. این کالج به دلیل حمایت‌های ویژه‌اش از دانشجویان غیرسنتی و محیط دوستانه و حمایتی‌اش مشهور است.",
  },
  {
    id: 9,
    name: "کالج هرتفورد",
    img: hertford,
    info: "کالج هرتفورد در سال 1282 تأسیس شد و یکی از کالج‌های قدیمی و محترم آکسفورد است. این کالج به دلیل پل معروفش که به نام پل آه شناخته می‌شود، مشهور است. هرتفورد برنامه‌های آموزشی و پژوهشی گسترده‌ای در زمینه‌های مختلف علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد و به دلیل جامعه دانشجویی پویا و فعالش معروف است.",
  },
  {
    id: 10,
    name: "کالج یسوع",
    img: Jesus,
    info: "کالج یسوع، تأسیس شده در سال 1571، یکی از کالج‌های تاریخی آکسفورد است که به ویژه به دلیل ارتباط نزدیکش با ولز مشهور است. این کالج دارای برنامه‌های آموزشی متنوعی در زمینه‌های مختلف است و به دلیل فضای دوستانه و جامعه دانشجویی پر جنب و جوشش شناخته می‌شود.",
  },
  {
    id: 11,
    name: "کالج کیبل",
    img: keble,
    info: "کالج کیبل در سال 1870 تأسیس شد و یکی از کالج‌های نئوگوتیک آکسفورد است که به دلیل معماری خاص و برجسته‌اش شهرت دارد. این کالج برنامه‌های آموزشی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد و به دلیل فضای مدرن و امکانات پیشرفته‌اش شناخته می‌شود.",
  },
  {
    id: 12,
    name: "کالج کلگ",
    img: kellogg,
    info: "کالج کلگ، تأسیس شده در سال 1990، یکی از جدیدترین کالج‌های آکسفورد است که عمدتاً بر تحصیلات تکمیلی و آموزش مداوم تمرکز دارد. این کالج به دلیل فضای دوستانه و حمایت‌های ویژه‌اش از دانشجویان بالغ و پژوهشگران شناخته می‌شود.",
  },
  {
    id: 13,
    name: "کالج لیدی مارگارت هال",
    img: margaret,
    info: "کالج لیدی مارگارت هال در سال 1878 تأسیس شد و یکی از اولین کالج‌های آکسفورد بود که به زنان اجازه تحصیل داد. این کالج به دلیل تاریخچه پیشگامانه‌اش در پذیرش زنان و فضای دوستانه و حمایت‌گرانه‌اش شهرت دارد. لیدی مارگارت هال برنامه‌های آموزشی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد.",
  },
  {
    id: 14,
    name: "کالج لینکر",
    img: linacre,
    info: "کالج لینکر در سال 1962 تأسیس شد و یکی از کالج‌های جوان‌تر آکسفورد است که به طور خاص بر تحصیلات تکمیلی تمرکز دارد. این کالج به دلیل فضای بین‌المللی و حمایت‌های ویژه‌اش از دانشجویان پژوهشگر و بالغ شهرت دارد. لینکر برنامه‌های آموزشی و پژوهشی متنوعی در زمینه‌های مختلف علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد.",
  },
  {
    id: 15,
    name: "کالج لینکلن",
    img: lincoln,
    info: "کالج لینکلن در سال 1427 تأسیس شد و یکی از کالج‌های تاریخی و معتبر آکسفورد است. این کالج به دلیل ساختمان‌های تاریخی و زیبا و جامعه دانشجویی پویا و فعالش شناخته می‌شود. لینکلن برنامه‌های آموزشی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد و به دلیل فضای حمایت‌گرانه و دوستانه‌اش معروف است.",
  },
  {
    id: 16,
    name: "کالج مگدالن",
    img: magdalen,
    info: "کالج مگدالن، تأسیس شده در سال 1458، یکی از بزرگ‌ترین و معتبرترین کالج‌های آکسفورد است. این کالج به دلیل تاریخچه طولانی و برجسته‌اش و همچنین به دلیل ساختمان‌های زیبا و فضای سبز گسترده‌اش شهرت دارد. مگدالن برنامه‌های آموزشی گسترده‌ای در زمینه‌های مختلف ارائه می‌دهد و به دلیل جامعه دانشجویی فعال و پویا و حمایت‌های ویژه‌اش از دانشجویان مشهور است.",
  },
  {
    id: 17,
    name: "کالج منسفیلد",
    img: mansfield,
    info: "کالج منسفیلد در سال 1886 تأسیس شد و یکی از کالج‌های کوچکتر و صمیمی‌تر آکسفورد است. این کالج به دلیل فضای دوستانه و حمایت‌گرانه‌اش و تمرکز بر عدالت اجتماعی و حقوق بشر شناخته می‌شود. منسفیلد برنامه‌های آموزشی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی ارائه می‌دهد و به دلیل جامعه دانشجویی متنوع و فعالش معروف است.",
  },
  {
    id: 18,
    name: "کالج مرتون",
    img: merton,
    info: "کالج مرتون، تأسیس شده در سال 1264، یکی از قدیمی‌ترین و معتبرترین کالج‌های آکسفورد است. این کالج به دلیل تاریخچه طولانی و برجسته‌اش و همچنین به دلیل ساختمان‌های زیبا و فضای سبز گسترده‌اش شهرت دارد. مرتون برنامه‌های آموزشی گسترده‌ای در زمینه‌های مختلف ارائه می‌دهد و به دلیل جامعه دانشجویی فعال و پویا و حمایت‌های ویژه‌اش از دانشجویان مشهور است.",
  },
  {
    id: 19,
    name: "کالج نیو",
    img: newCollage,
    info: "کالج نیو در سال 1379 تأسیس شد و یکی از کالج‌های تاریخی و معتبر آکسفورد است. این کالج به دلیل ساختمان‌های زیبا و فضای سبز گسترده‌اش و همچنین به دلیل برنامه‌های آموزشی و پژوهشی برجسته‌اش شهرت دارد. نیو کالج برنامه‌های آموزشی گسترده‌ای در زمینه‌های مختلف ارائه می‌دهد و به دلیل جامعه دانشجویی فعال و پویا و حمایت‌های ویژه‌اش از دانشجویان معروف است.",
  },
  {
    id: 20,
    name: "کالج نافیلد",
    img: Nuffield,
    info: "کالج نافیلد در سال 1937 تأسیس شد و یکی از کالج‌های جوان‌تر آکسفورد است که به طور خاص بر علوم اجتماعی، به ویژه اقتصاد، سیاست و جامعه‌ش",
  },
  {
    id: 21,
    name: "کالج بالیول",
    img: balliol,
    info: "کالج بالیول، تأسیس شده در سال 1263، یکی از قدیمی‌ترین کالج‌های آکسفورد است. این کالج به دلیل تاریخچه غنی و نقش مهمش در حیات دانشگاهی و سیاسی بریتانیا مشهور است. بالیول دارای برنامه‌های تحصیلی گسترده‌ای در علوم انسانی، علوم اجتماعی و علوم طبیعی است و همچنین برای بورسیه‌های تحصیلی و پژوهشی‌اش شناخته می‌شود.",
  },
  {
    id: 22,
    name: "کالج پمبروک",
    img: Pembroke,
    info: "کالج پمبروک در سال ۱۶۲۴ تأسیس شد و به خاطر جامعه‌ای دوستانه و پر از روحیه‌ی همکاری معروف است. این کالج طیف گسترده‌ای از رشته‌ها را ارائه می‌دهد و به دانشجویان خود امکانات پژوهشی و آموزشی عالی می‌دهد. ساختمان‌های تاریخی و معاصر این کالج تجربه‌ی زندگی دانشجویی منحصر به فردی را فراهم می‌آورند.",
  },
  {
    id: 23,
    name: "کالج ملکه",
    img: queens,
    info: "کالج ملکه، که در سال ۱۳۴۱ تأسیس شد، به خاطر معماری زیبای خود و برنامه‌های آموزشی قوی مشهور است. این کالج طیف گسترده‌ای از رشته‌های دانشگاهی را پوشش می‌دهد و به دانشجویان خود فرصت‌های فراوانی برای فعالیت‌های فرهنگی و ورزشی ارائه می‌دهد. محیط دوستانه و حمایتی کالج، تحصیل در اینجا را به تجربه‌ای بی‌نظیر تبدیل می‌کند.",
  },
  {
    id: 24,
    name: "کالج پارک رجنت",
    img: park,
    info: "کالج پارک رجنت در سال ۱۸۱۰ تأسیس شد و یکی از کالج‌های کوچکتر و دوستانه‌تر دانشگاه آکسفورد است. این کالج به خاطر تأکید بر تنوع و برابری مشهور است و برنامه‌های آموزشی در زمینه‌های مختلف ارائه می‌دهد. فضای گرم و دلپذیر این کالج، جایی ایده‌آل برای تحصیل و زندگی دانشجویی است.",
  },
  {
    id: 25,
    name: "کالج ولفسون",
    img: wolfson,
    info: "کالج ولفسون در سال ۱۹۶۶ تأسیس شد و یکی از کالج‌های جدیدتر و تخصصی دانشگاه آکسفورد است. این کالج بیشتر به دانشجویان دوره‌های تحصیلات تکمیلی اختصاص دارد و به خاطر محیط پژوهشی پیشرفته و تخصصی خود مشهور است. فضای دوستانه و حمایتگر کالج به دانشجویان کمک می‌کند تا در پژوهش‌های خود به موفقیت برسند.",
  },
  {
    id: 26,
    name: "کالج ودهام",
    img: wadham,
    info: "کالج ودهام در سال ۱۶۱۰ تأسیس شد و به خاطر محیط دوستانه و پرجنب‌وجوش خود شناخته می‌شود. این کالج برنامه‌های آموزشی متنوعی ارائه می‌دهد و به دانشجویان فرصت‌های فراوانی برای توسعه شخصی و حرفه‌ای می‌دهد. فضای زیبا و امکانات پیشرفته این کالج تجربه‌ی تحصیل در اینجا را بسیار لذت‌بخش می‌کند.",
  },
  {
    id: 27,
    name: "کالج ترینیتی",
    img: trinity,
    info: "کالج ترینیتی در سال ۱۵۵۵ تأسیس شد و به خاطر محیط دوستانه و پرجنب‌وجوش خود مشهور است. این کالج برنامه‌های آموزشی متنوعی ارائه می‌دهد و به دانشجویان فرصت‌های فراوانی برای توسعه شخصی و حرفه‌ای می‌دهد. فضای زیبا و امکانات پیشرفته این کالج تجربه‌ی تحصیل در اینجا را بسیار لذت‌بخش می‌کند.",
  },
  {
    id: 28,
    name: "کالج تمپلتون",
    img: tempelton,
    info: "کالج تمپلتون، که در سال ۱۹۹۵ تأسیس شد، یکی از جدیدترین کالج‌های دانشگاه آکسفورد است. این کالج به خاطر تأکید بر نوآوری و توسعه دانش مدرن مشهور است. برنامه‌های آموزشی و پژوهشی متنوع و امکانات پیشرفته، دانشجویان را به تجربه‌ی تحصیل هیجان‌انگیز و پویا دعوت می‌کند.",
  },
  {
    id: 29,
    name: "کالج سامرویل",
    img: Somerville,
    info: "کالج سامرویل در سال ۱۸۷۹ تأسیس شد و یکی از اولین کالج‌های مختص به زنان در آکسفورد بود. این کالج به خاطر تأکید بر برابری جنسیتی و محیط حمایتگر خود شناخته می‌شود. برنامه‌های آموزشی متنوع و فعالیت‌های فرهنگی و اجتماعی فراوان، دانشجویان را به تجربه‌ی تحصیل پویا و غنی تشویق می‌کند.",
  },
  {
    id: 30,
    name: "کالج سنت جان",
    img: STj,
    info: "کالج سنت جان در سال ۱۵۵۵ تأسیس شد و یکی از ثروتمندترین و معتبرترین کالج‌های دانشگاه آکسفورد است. این کالج به خاطر برنامه‌های آموزشی و پژوهشی عالی خود و محیط فرهنگی و اجتماعی پویا مشهور است. امکانات آموزشی و پژوهشی بی‌نظیر این کالج به دانشجویان کمک می‌کند تا به موفقیت‌های بزرگی دست یابند.",
  },
];
